public class Dz3 {
    public static void main(String[] args){

        ex01();
        ex02();
        ex03();
    }

    static void ex01(){

        // Пусть дан произвольный список целых чисел, удалить из него четные числа

    }

    static void ex02(){

        /*
         Задан целочисленный список ArrayList. Найти минимальное, максимальное и среднее арифметическое
         из этого списка. Collections.max()
         */

    }

    static void ex03(){

        /*
        Заполнить список названиями планет Солнечной системы в произвольном порядке с повторениями.
        Вывести название каждой планеты и количество его повторений в списке.
         */

    }
}
